[Language]
Code="fr-FR"
Name="Français"
Version="2.9.0"
Translator="JP Dag"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Fermer"
Maximize="Maximiser"
Minimize="Minimiser"
Restore="Restaurer"
Menu="Menu Principal"

; Status Icon
[NotifyIcon]
Tip="Lingoes\nMot capturé à l'écran: [$CursorStatus]\nTexte Sélectionné: [$SelectionStatus]\nContenu du Presse-papier: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="Mot capturé à l'écran: [$CursorStatus]\nTexte Sélectionné: [$SelectionStatus]\nContenu du Presse-papier: [$ClipboardStatus]"
Enabled="Activé"
Disabled="Désactivé"

[MainMenu]
Open="Ouvrir"
CursorTranslator="Mot capturé à l'écran"
SelectionTranslator="Texte Sélectionné"
ClipboardTranslator="Contenu du Presse-papier"
Configuration="Configuration..."
Dictionaries="Dictionnaires..."
Appendices="Annexes..."
Activation="Activation du Produit"
UpdateOnline="Mettre à jour en ligne"
Help="Aide"
About="A propos de Lingoes"
SupportOnline="Support en ligne"
Exit="Quitter"
EnterLicense="Entrer la Licence..."

[DlgInput]
Back="Précédent"
Forward="Suivant"
MainMenu="Menu Principal"
HistoryList="Historique"
Search="Rechercher", "Recherche avancée"
WebSearch="Recherche Web"
AutoMatch="Tri Auto", "Tri Auto du Groupe Index"
MatchSetup="Options du Groupe Index ..."
FindEngine="Obtenir plus de moteurs Web..."

[DlgIndex]
Index="Index"
Guide="Guide"
Appendix="Annexe"
NoIndex="Pas d'Index"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Ajouter un dictionnaire dans <b>Groupe Index</b>, Vous pouvez avoir une suggestion orthographique lorsque vous tapez un mot.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Pour gérer le Groupe Index, cliquer ici.</u></a></div>"

[WebGuide]
Results="Résultats"
Spelling="Orthographes Alternatives"
Appendices="Annexes"
Options="Options"
Dictionaries="Dictionnaires...", "Gérer les Dictionnaires"
ManageAppendices="Annexes...", "Gérer les Annexes"
Configuration="Configuration...", "Ouvrir le dialogue de configuration"
Help="Aide", "Ouvrir l'aide Lingoes"
Homepage="lingoes.net", "Visiter le Site Web Lingoes "
Community="Communauté Lingoes", "Communauté Lingoes en ligne"

[DlgAppendix]
WndTitle="Options des Annexes"
Close="Fermer"
Install="Installer", "Annexes Lingoes (*.laf)|*.laf|", "L'installation a échoué! \nVous n'avez probablement pas de droits d'accès suffisants."
Delete="Effacer", "Voulez vous vraiment effacer \"[$Title]\"", "L'effacement \"[$Title]\" a échoué! \nVous n'avez probablement pas de droits d'accès suffisants."
Modify="Modifier", "Impossible de modifier! \nVous n'avez probablement pas de droits d'accès suffisants."
NewGroup="Nouveau Groupe", "Impossible de créer un nouveau groupe! \nVous n'avez probablement pas de droits d'accès suffisants."
MoveUp="Monter"
MoveDown="Descendre"
CreateAppendix="Créer mes Annexes..."
Download="Plus d'Annexes..."
Name="Nom"
Group="Groupe"
InstallSucceed="\"[$Title]\" Installation Réussie."
OverwriteInstall="L'annexe existe déjà, voulez-vous le remplacer?\n\nTitre:[$Title]\nNom: [$Name]"
InvalidInstallFile="Installation incorrecte!\n[$Filename]"
AppeVersionTooOld="[$Filename]\nLa version actuelle de l'annexe ([$AppeVer]) est trop ancienne, faites une mise à jour SVP.\n\nVisiter le site Web de Lingoes pour rechercher la dernière version?"
AppeVersionTooNew="[$Filename]\nLa version actuelle du  dictionnaire ([$AppeVer]) nécessite une version plus récente de Lingoes .\n\nTélécharger maintenant la dernière version depuis le site Web de Lingoes?

[DlgAppendixEdit]
WndTitle="Modifier \"[$Title]\"", "Créer un nouveau groupe"
Name="Nom"
DisplayTitle="Titre"
DisplayStyle="Style"
Ok="Ok"
Cancel="Annuler"

[DlgAppendixBuilder]
WndTitle="Editeur d'Annexes"
Name="Nom:  (Seulement a-z, 0-9, trait d'union, et soulignement)", "Un nom est nécessaire, sont permis a-z, 0-9, trait d'union, et soulignement."
Title="Titre:", "Un titre est nécessaire!"
Location="Emplacement du dossier du projet:", "Impossible de créer le dossier du projet!", "Selectionner un dossier dédié
Create="Créer un nouveau projet", "La création du projet a réussi!\n\nMaintenant vous pouvez concevoir l'annexe librement en éditant le fichier \"index.html\".", "Impossible de créer le projet!"
Build="Créer", "La création du fichier Annexe a réussi!\n[$Filename]", "Impossible de créer le fichier Annexe!\n[$Filename]"
Close="Fermer"
Tips="Truc: Vous pouvez concevoir l'annexe librement en éditant le fichier \"index.html\" après avoir créer le nouveau projet."
OverwriteProject="Le fichier du projet existe déjà, le remplacer?"

[DlgStatus]
KeepVisible="Fenêtre toujours au dessus"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""
OpenMiniWnd="Ouvrir/Fermer la mini fenêtre"

[DlgView]
Speak="Entendre", "Entendre le texte choisi"
Search="Rechercher"
Copy="Copier"
Print="Imprimer..."
Save="Sauvegarder..."
Find="Rechercher..."
SelectAll="Selectionner tout"
TextTranslate="Traduction", "Lancer la Traduction de Textes"
StartPage="Page d'Accueil", "Page d'Accueil"
ShowIndex="Montrer la barre latérale"
HideIndex="Cacher la barre latérale"
SaveFilter="Fichier HTML (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Options de voix..."
SelectVoice="Selectionner une voix"
Activation="Activation", ""
Buy="Acheter", "Acheter une licence commerciale Lingoes"

[DlgRegister]
Title="Lingoes - Enregistrement Utilisation Commerciale"
FreeDownload="Lingoes sst gratuit pour une utilistion non commerciale.\r\nTélécharger la version gratuite ici..."
Name="Name:", "Le nom est obligatoire"
Email="E-mail:", "L'adresse E-mail est obligatoire"
RegCode="Register Code:", "Le code d'enregistrement est invalide"
Support="Service Consommateur"
Register="S'enregistrer", "La sauvegarde des informations d'enregistrement a échoué"
Exit="Quitter"

[DlgInfo]
Title="Message"
Ok="Ok"
Cancel="Annuler"
Yes="Oui"
No="Non"
Retry="Réessayer"
Abort="Abandonner"
Ignore="Ignorer"

[DlgAuthentication]
Title="Se connecter à "
TitleProxy="Se connecter à un serveur proxy "
Username="Utilisateur:"
Password="Mot de passe:"
Remember="Se souvenir du Mot de passe"
Ok="Ok"
Cancel="Annuler"

[WndGrab]
Open="Recherche avancée"
Speak="Entendre"
Copy="Copier"
TextTranslation="Traduction de Textes"
Back="Précédent"
Forward="Suivant"
Search="Rechercher\n  Enter:\t\tRechercher\n  Ctrl + Enter:\tRecherche avancée\n  Shift + Enter:\tTraduction de Textes\n  Alt + Enter:\tRecherche Web"
RollUp="Enrouler / Restaurer la fenêtre"
Option="Options"
KeepVisible="Fenêtre toujours au dessus"
KeepSize="Conserver la taille"
AutoRollUp="Enroulement Auto", "Non", "[$DelaySecond] retardement en secondes"
CloseMiniWnd="Fermer la mini fenêtre"

[DlgDictOption]
Title="Options des Dictionnaires"
NetInstall="Télécharger depuis Lingoes", "Télécharger les dictionnaires depuis le site de Lingoes"
Install="Installer", "Installer les dictionnaires depuis le disque"
Uninstall="Désinstaller", "Désinstaller le dictionnaire"
Add="Ajouter", "Ajouter un dictionnaire à la liste"
Remove="Supprimer", "Supprimer ce dictionnaire de la liste"
Download="Télécharger", "Télécharger ce dictionnaire pour une utilisation Hors ligne"
MoveTop="", "Au début"
MoveUp="", "Monter"
MoveDown="", "Descendre"
MoveBottom="", "A la fin"
MoreDetails="Details", "Voir les détails du dictionnaire"
Close="Fermer"

Installed="Dictionnaires Installés"
Query="Dictionnaires Installés"
Index="Groupe Index"
Grab="Groupe Mot capturé à l'écran"

InstalledList="Dictionnaires Installés"
QueryList="Dictionnaires Installés"
IndexList="Liste du Groupe Index "
GrabList="Liste du Groupe Texte Sélectionné"
DictID="ID"
Online="En ligne"

Type="Type"
OnlineType="Necessite une Connection Internet"
NotLicensed="(Non licencié <a href='app://activate/'><u>Activer</u></a> <a href='app://buy/[$ProductID]'><u>Acheter</u></a>)"

AddFilter="Dictionnaires Lingoes (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Installer le dictionnaire"
Installing="Installation..."
IndexDictTooMany="Tips:\n\nL'ajout de trop de dictionnaires dans le \"Groupe Index\" ralentira le taux de coïncidence lors de la frappe des caractères dans la boite de recherche.\n\nAussi, il est recommandé de n'ajouter que les dictionnaires fréquemment utilisés dans le  \"Goupe Index\" ."

More="", "Plus..."
BackupFilter="Sauvegarde des dictionnaires Lingoes (*.ldb)|*.ldb|"
Export="Exporter", "Exporter les dictionnaires dans un ficher de sauvegarde", "Exportation réussie!", "L'exportation a échoué!"
Import="Importer", "Importer les dictionnaires depuis un ficher de sauvegarde", "Importation réussie!", "L'importation a échoué!"

[DlgDictList]
Title="Ajouter des dictionnaires"
Add="Ajouter"
Cancel="Annuler"
Select="Selectionner"
DictList="Dictionnaires Installés"
ID="ID"
Online="En ligne"

[DlgDictInfo]
Title="Détails du dictionnaire "
Close="Ok"

ID="ID"
MD5="MD5"
Tag="Etiquettes"
Name="Nom"
Version="Version"
Date="Date de Création"
Update="Dernière Mise à jour"
IndexCount="Nombre de mots"
Language=Langue
MoreLanguage=Plus..
DictTitle="Titre"
DictEdition="Edition"
DictDescription="Description"
PubAuthor="Auteur"
PubPress="Presse"
PubEmail="Email"
PubWebsite="Website"
PubCopyright="Copyright"
Filename="Nom du fichier"

; Installer Dictionnaires
[DlgDictInstall]
Title="Installer le dictionnaire"
InstallSucceed="Installation du dictionnaire réussie !\"[$DictTitle]\""
DictGroupOption="Options"
AddIndexGroup="Ajouter au \"Groupe Index\""
AddIndexGroupDesc="Lingoes recherchera les dictionnaires dans le Groupe Index et proposera l'occurence la plus proche dans la barre d'index."
AddGrabGroup="Ajouter au \"Groupe Texte Sélectionné\""
AddGrabGroupDesc="Lingoes recherchera les dictionnaires dans le Groupe Texte Sélectionné et montrera le résultat dans la fenêtre Texte Sélectionné durant la traduction."
Ok="Ok"

LoadPackage="Charger le lot de dictionnaires:\n"
LoadPackageFail="Echec du chargement du lot de dictionnaires:\n"
ExtractFileFail="L'extraction de fichiers a échoué:\n"
OpenSetup="Ouvrir le fichier de configuration:\n"
OpenSetupFail="L'ouverture du fichier de configuration a échoué:\n"
FileFormatInvalid="Le format de fichier est incorrect:\n"
VersionInvalid="Version non supportée:\n"
InstallDict="Installer le fichier dictionnaire:\n"
InstallDictFail="L'installation du fichier dictionnaire a échoué:\n"
InstallPackageSucceed="Le lot de dictionnaire a été installé avec succès\n"

; Configuration
[DlgOption]
Title="Configuration"
Ok="Ok"
Cancel="Annuler"
General="Général"
Appearance="Apparence"
Connection="Connection"
Speech="Voix"
Hotkey="Raccourcis"
Translate="Traduire"
License="Licences"
Capture="Sélection Texte"

; General
[DlgOptGeneral]
Language="Langue"
UILanguage="Langue d'interface Utilisateur"

WebSearch="Recherche Web"
SelectWebSearch="Choisir le moteur de recherche à utiliser pour le Web"

TermHistory="Historique des termes"
SaveHistory="Nb de mots sauvegardés"
ClearHistory="Effacer l'historique"
ClearHistoryConfirmation="Etes vous sûr de vouloir effacer l'historique?"

ResultCache="Cache local pour les dictionnaires en ligne"
ClearCache="Effacer le cache", "Etes vous sûr de vouloir effacer le cache?"

AutoStart="Démarrer Lingoes à l'ouverture de Windows"
StartMin="Minimiser au démarrage"
HideTipWnd="Ne pas montrer les messages contextuels"

Other="Autre"
ImportDataFromOldVer="Importer dictionnaires && données de la version V2.8 ou plus ancienne"
ImportData="Importer", "Sélectionnez le dossier d'installation d'une version plus ancienne de Lingoes", "Importation réussie", "L'mportation a échoué"

FileAssociation="Set dictionary file associations (.ld2 .ldp .laf)"
CreateDesktopIcon="Create Desktop Icon", "Lingoes", "Are you sure you want to create a desktop shortcut?"

; Appearance
[DlgOptAppearance]
UserInterface="Interface utilisateur"
WindowStyle="Style de fenêtre"
WindowFont="Police des textes de fenêtre"
WindowFontSize="Taille de police"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Affichage du résultat"
TextFont="Police des textes"
TextFontSize="Taille de police"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Police phonétique"
CursorTranslatorBar="Fenêtre Texte Sélectionné"
FontColor="Couleur de police"
BackColor="Couleur de fond"
BorderColor="Couleur de bordure"
Transparence="Transparence de la  Fenêtre Texte Sélectionné"
SampleText="Texte Sélectionné"

[Style]
0="Aucun"
1="Style par défaut"

; Translate
[DlgOptTranslate]
SupportLCMap="Support dans la langue locale"
InstantTranslation="Traduction Localisée Instantannée"
TranslationEngine="Moteur de Traduction"
TargetLanguage="Langue Cible:"
CurrentUserLanguage="= Langue Utilisateur Usuelle "
TargetLanguage2="Si la langue cible est la même que la source, réinitialiser comme:"
NoTranslate="= Pas de traduction"

; Capture
[DlgOptCapture]
CursorActivation="Mot capturé à l'écran"
MouseActivation="Mode d'activation de la souris:"
MouseOver="Souris au dessus"
LeftMouseButton="Bouton gauche"
MiddleMouseButton="Bouton central"
RightMouseButton="Bouton droit"
MouseXButton1="Souris X Bouton1"
MouseXButton2="Souris X Bouton2"
TimeDelay="Délai:"
MSEL="millisecondes"
MatchPhrase="Correspondance"
IgnoreNumber="Ignorer les Nombres"
IgnoreLatin="Ignorer Latin (Anglais, Français, Allemand, Espagnol, etc.)"
IgnoreCJK="Ignorer Est Asiatique (Chinois, Japonais, Coréen)"
IgnoreCyrillic="Ignorer Cyrillique (Russe, Bulgare, etc.)"
IgnoreArabic="Ignorer l'Arabe, l'Hebreu"
ZonedWord="Mode Texte Sélectionné"
ForTextSelection="Pour Texte Sélectionné"
ForDoubleClicking="Pour Double Clique"
ZonedWordFilterRule="Règles de Filtrage pour Texte Sélectionné..."
ShowOnlyFirstResult="Seulement le 1er résultat de la recherche"
InstallTextCapturePlugin="Installer un Plug-in Capture de Texte..."
InstallAdobePlugin="Installer le Plug-in Adobe Acrobat PDF"
InstallFirefoxPlugin="Installer le Plug-in Firefox"
InstallChromePlugin="Installer le Plug-in Chrome"
Install360ChromePlugin="Installer le Plug-in 360 Browser"

; Capture - Text Selection Filter
[DlgOptTranslateZWFilter]
Title="Règles de Filtrage pour Texte Sélectionné"
ProgramFilename="Nom du Programme", "Nom du Programme (Tous les programmes si vide)"
WndClassName="Nom de la Classe Window", "Nom de la Classe Window (Tous les noms si vide)"
DisableSelect="Ignorer la Sélection", "Ignorer la Sélection"
DisableDBLClick="Ignorer le Double Clic", "Ignorer le Double Clic"
Comment="Commentaire", "Commentaire"
Add="Ajouter"
Modify="Modifier"
Delete="Effacer", "Voulez vous vraiment effacer?"
Ok="Ok"
Cancel="Annuler"
LoadDefault="Charger Défaut", "Voulez vous restaurer les paramètres par défaut?"
Browser="...", "Navigateur", "Programme (*.exe)|*.exe|"
Capture="...", "Capture du Nom de la Classe Window"
AllProgram="-- Tous les Programmes --"
AllWindow="-- Toutes les Fenêtres --"

[WndClassNameCapture]
Title="Capture du Nom de la Classe Window"
ProgramFilename="Nom du Fichier Programme"
WndClassName="Nom de la Classe Window"
Capture="Le Capturer depuis l'Ecran"

; Speech
[DlgOptSpeech]
RPPEngine="Moteur de Voix Naturelle"
RPPEnable="Activer"
RPPVoice="Voix"
RPPRebuildIndexFile="Reconstruire le Fichier Index", "La reconstruction du fichier d'index a échoué! \nVous n'avez peut-être pas de droits d'administration."
Engine="Moteur Text-to-Speech (TTS)"
Voice="Voix"
Enable="Activer"
Volume="Volume"
Pitch="Tonalité"
Speed="Vitesse"
Format="Format", "Defaut", "Ne supporte pas le format audio: [$Format]"
RealtimePron="En temps réel"
PronInQuery="Pendant la recherche du mot"
PronInCapture="Pendant la saisie du texte"
PronInSelect="Pendant la traduction du texte sélectionné"
Test="Test"
EnterText="Entrer un texte et écoutez cette voix"
DownloadTTS="Télécharger un pack de Voix Naturelle et Moteur TTS..."

; Connect
[DlgOptConnection]
ConnectSet="Paramètres de Connection"
DirectConnect="Connection directe"
IEProxyConnect="Utiliser les paramètres Proxy de votre navigateur"
ProxyConnect="Connecter au travers d'un Proxy / serveur Firewall"
ProxyServer="Serveur Proxy:"
ProxyPort="Port:"
Username="Utilisateur:"
Password="Mot de passe:"
OnlineUpdate="Mise à jour en ligne"
UpdateNow="Mettre à jour"
EnableUpdate="Activer la mise à jour en ligne"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Ouvrir/Fermer la fenêtre principale"
GrabToggleKey="Activer/Désactiver la capture de mot à l'écran"
SelectionToggleKey="Activer/Désactiver la traduction du texte sélectionné"
ClipboardToggleKey="Activer/Désactiver la traduction du contenu du Presse-papier"
Pronounce="Entendre"
CopyInterpretation="Copier le contenu dans la traduction"
SpeakSelectedText="Entendre le Texte Sélectionné"
StopSpeak="Arrêter l'écoute"
DisableHotKey="Désactiver les touches de raccourci"
OpenMiniWnd="Ouvrir/Fermer la mini fenêtre"
RollUpMiniWnd="Enrouler/Restaurer la mini fenêtre"

[DlgExpire]
Title="Lingoes a expiré"
Ok="Mettre à jour maintenant "
Cancel="Quitter"
NetworkSettings="Options Réseau"
Support="Lingoes.net"
AskUpgrade="La version actuelle a expiré, vous devez faire une mise à jour vers la nouvelle version pour continuer! \nMise à jour vers la nouvelle version?"

[DlgAbout]
DlgTitle="About Lingoes"
;Version="Version: "
PortableEdition="Portable Edition"
Email="Addresse Email"
Website="Lingoes Website"
LicenseTo="Ce produit est licencié à:"
;LicenseID="ID: "

;----------- new --------
PersonalUser="Utilisation personnelle non commerciale"
EvaluationUser="Ce logiciel d'essai est prévu seulement pour une évaluation"
UserLicenseQuantity="[$Quantity] Licence(s) Utilisateur(s)","[$Quantity] Licence(s) Utilisateur(s) ([$KeyNo]/[$Quantity])"
LicenseExpire="Expiration de la licence dans [$Day] jours"
;------------ end ----------

[WebResult]
SpellingAlternatives="Orthographes Alternatives"
SpellChecker="Controleur Orthographique"
TextTranslation="Traduction de texte"
WebSearch="Recherche Web"
MoreResults="Plus de Résultats"
WaitSearch="Demande des résultats de recherche..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; padding:10; display:[$Display]\"><b>Aucune concordance n'a été trouvée pour \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Comment utiliser Lingoes"
DownDictTip="Télécharger plus de Dictionnaires"
Intro="Supporte la traduction de plus de 80 langues dans les 2 sens<br>Traduction>Curseur, Traduction de Textes & Text To Speech"

[TextTranslation]
Title="Textes"
To="Vers"
Translate="Traduire"
RequestFailed="La requête du service de Traduction a échoué."
ConnectFailed="Lingoes n'a pu se connecter au serveur. Si vous êtes connecté à Internet, SVP vérifier vos paramètres de connection."
WaitRequest="Demande des résultats de traduction..."
ParseResultFailed="Analyser l'échec du résultat de la traduction. Si vous obtenez le message plusieurs fois, SVP nous le rapporter."

; Layout
[Layout]
DictMenu="Menu Dictionnaire"
ShowResult="Montrer le résultat"
MinimizeResult="Minimiser le résultat"
FindWord="Rechercher: "
NoLicenseTip="Le contenu intégral sera affiché après autorisation...", "Cette version d'essai du dictionnaire est seulement pour une évaluation, le contenu intégral sera affiché après autorisation: &nbsp;<a href='app://activate/'><u>Activer</u></a> &nbsp<a href='app://buy/[$ProductID]'><u>Acheter</u></a>", "Cette version d'essai du logiciel est seulement pour une évaluation, toutes les fonctions  seront disponibles après autorisation: &nbsp;<a href='app://activate/'><u>Activer</u></a> &nbsp<a href='app://buy/[$AppProductID]'><u>Acheter</u></a>"
RememberWord="Ajouter le mot dans le bloc-notes"

; Dictionary Menu
[DictMenu]
About="A propos..."
Enable="Activé"
Disable="Désactivé"
DisableMsg="Le dictionnaire est désactivé et ne montrera pas de résultats!\nVous pouvez l'activer depuis le dialogue  \"Dictionnaires\" ."
MoveTop="Placer comme meilleur résultat"
ArrangeResults="Arranger les résultats..."
IndexGroup="  (Groupe Index)"
QueryGroup="  (Groupe Requête)"
GrabGroup="  (Groupe Texte Sélectionné)"

[Update]
Title="Mise à jour Automatique"
AskUpgrade="Nouvelle version detectée. Voulez vous faire la mise à jour?"
UpgradeNow="Nouvelle version detectée. Vous avez besoin de faire la mise à jour"
UpdateSuccess="Mise à jour réussie!"
UpdateFail="Echec de la mise à jour!"
NoUpdate="La version actuelle est la plus récente"

CheckUpdate="Vérification de mise à jour..."
GetUpdateInfo="Information de mise à jour..."
DownUpdateData="Téléchargement de la mise à jour..."
ExecUpdate="Mise à jour du système..."
GetUpgradeInfo="Information de mise à jour..."
DownUpgradeData="Téléchargement de la mise à jour..."
ExecUpgrade="Mise à jour du système..."
NeedExitForUpgrade="Lingoes va s'arrêter pour finir la mise à jour."

[Message]
InitUpdateServerFail="Echec à l'initialisation du service de mise à jour. "
StartDictServerFail="Echec au démarrage du service de dictionnaire."

DictFileErr="Format de fichier invalide!\n[$Filename]"
DictVersinTooOld="[$Filename]\nLa version du dictionnaire courant ([$DictVer]) est trop ancienne, SVP la mettre à jour.\n\nVisiter le site Lingoes pour rechercher la dernière version?"
DictVersinTooNew="[$Filename]\nLa version du dictionnaire courant ([$DictVer]) necessite la dernière version de Lingoes.\n\nTélécharger la dernière version depuis le site Lingoes maintenant?"

AskDictRepeatInstall="La liste des dictionnaires inclut le dictionnaire \"[$DictTitle]\",\nVoulez-vous continuer?"
InstallDictFail="Echec à l'installation du dictionnaire:\n[$Filename]"
AskUninstall="Etes vous sûr de vouloir désinstaller le dictionnaire?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="La désinstallation du dictionnaire a échoué\n\n[$DictTitle]\nID: [$DictID]""
AskRemoveFromGroup="Etes vous sûr(e) de vouloir supprimer le dictionnaire \"[$DictTitle]\" de la liste?"

MemoryAllocFail="Manque de mémoire."
FilenameInvalid="Nom de fichier invalide."
SaveFileFail="Echec à la sauvegarde du fichier"
OpenFileFail="Echec à l'ouverture du fichier"

AreYouAbort="Etes vous sûr d'abandonner le processus courant?"
CreateThreadFail="Echec à la création d'un fil"
CreateEventFail="Echec à la création d'un événement"
Unfulfilment="La fonction n'est pas atteinte"
OnlyProVersion="Cette caractéristique est seulement pour la version Pro."
NoRegister="Ceci est une version non enregistrée, SVP enregistrez Lingoes pour utiliser cette fonction."
UsernameIsEmpty="Le nom d'utilisateur est vide, SVP complétez le."
SaveSearchResultFail="Echec à la sauvegarde des résultats de la recherche."

OpenAppendixFail="Echec à l'ouverture du contenu de l'annexe."
OpenSpeechEngineFail="Echec au chargement du moteur TTS , SVP vérifier si TTS a été installé dans votre système! \n\nVous devez installer le moteur TTS dans votre système pour la synthèse vocale. Si non, télécharger le et installer le depuis le site Lingoes  \n\nVoulez vous le télécharger maintenant?"

; NeedIE6Support="Lingoes a besoin d'Internet Explorer 6+, SVP mettez à jour votre explorateur Web vers IE6+"
NoImplement="Désolé, la  fonction est indisponible"

InstallSucceed="Installation réussie." 
InstallFailed="Echec de l'installation."

[DlgOptLicense]
Product="Licence Produit"
Enter="Entrer la Licence..."
Remove="Supprimer la Licence", "Supprimer la licence désactivera certaines fonctions du produit,\nVoulez-vous continuer et supprimer la licence du produit suivant:\n\n[$ProductList]"
Detail="Plus de  Détails..."

LicenseID="Licence ID: "
LicenseTo="Licencié à: "
LicenseExpire="Expiration de la licence dans [$Day] jours"
UserLicenseQuantity="[$Quantity] Licence(s) Utilisateur(s)","[$Quantity] Licence(s) Utilisateur(s) ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="Entrer la  Licence"
ActivateTitle="Entrer votre clé de licence", "Vous trouverez votre clé de licence dans votre courrier electronique de confirmation d'achat ou  sur le disque support d'installation dans l'emballage du produit."
LicenseKey="Clé de Licence:"
Name="Votre Nom:"
Email="Votre Email:"
NetworkSet="Options réseau", "Pour activer votre clé de licence vous devez être connecté. SVP régler votre proxy si nécessaire."
Activate="Activer"
BuyTitle="Acheter [$Publisher] produit", "pour acheter [$Publisher] produit, cliquer sur le bouton Achat."
Buy="Acheter"
Cancel="Fermer"

IncorrectProductKey="La clé de licence est incorrecte."
IncorrectName="Le nom est incorrect. Entrer SVP un nom de 32 caractères maxi"
IncorrectEmail="L'adresse email est incorrecte. Entrer SVP une adresse email valide de 128 caractères maxi."
WaitRequest="En cours... Attendez SVP."

RequestFailed="L'activation a échoué. Le serveur devait être occupé. Réessayez plus tard SVP."
NetworkFault="Ne peut se connecter au serveur d'activation, vérifier vos options de réseau SVP."
ResponseError="Les données de réponse du serveur sont incorrectes."
OtherError="Erreur inconnue!"
SaveDataFailed="La sauvegarde des données a échoué"

ActivateSuccess="Activation réussie"
ActivateFailed="L'activation a échoué"

[WndTip]
Title="Astuce du jour Lingoes"
Close="Fermer"
